alsa-utils
amd-ucode
autoconf
automake
bash
binutils
bison
bzip2
cmake
compton
coreutils
cryptsetup
cscope
device-mapper
dhcpcd
diffutils
dmenu
e2fsprogs
efibootmgr
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
grep
groff
grub
gvim
gzip
i3-gaps
imagemagick
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
libtool
libxslt
licenses
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mono
nano
netctl
noto-fonts
openssh
pacman
patch
pciutils
perl
pkgconf
procps-ng
psmisc
pygtk
python2
ranger
reiserfsprogs
rxvt-unicode
s-nail
sdl
sed
shadow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
tree
ttf-ibm-plex
unzip
usbutils
util-linux
which
xfsprogs
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xprop
